---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExportLineweightInfo
source: html/5f87b012-44f9-e0d1-cef7-d86b753fb636.htm
---
# ExportLineweightInfo Members

Constructs a new default ExportLineweightInfo.